{
  "articles": [
    {
      "id": 1,
      "title": "Ein Wochenende in Paris",
      "country": "Frankreich",
      "city": "Paris",
      "region": "Île-de-France_FR",
      "year": 2023,
      "coordinates": {
        "lat": 48.8566,
        "lon": 2.3522
      },
      "images": [
        "https://images.unsplash.com/photo-1502602898657-3e91760cbb34?w=600",
        "https://images.unsplash.com/photo-1511739001486-6bfe10ce785f?w=600"
      ],
      "text": "Paris, die Stadt der Liebe! Mein Wochenendtrip begann am Eiffelturm. Das Wahrzeichen ist noch beeindruckender als auf Fotos. Danach schlenderte ich durch Montmartre, wo Künstler ihre Werke verkauften. Der Sonnenuntergang vom Sacré-Cœur war atemberaubend. Am nächsten Tag besuchte ich den Louvre - drei Stunden, um die Mona Lisa zu sehen! Die Champs-Élysées lud zum Shopping ein. Abends genoss ich Crêpes in einem kleinen Café. Ein unvergessliches Erlebnis! Paris ist definitiv eine Reise wert."
    },
    {
      "id": 2,
      "title": "Berlin - Geschichte und Moderne",
      "country": "Deutschland",
      "city": "Berlin",
      "region": "Berlin_DE",
      "year": 2022,
      "coordinates": {
        "lat": 52.5200,
        "lon": 13.4050
      },
      "images": [
        "https://images.unsplash.com/photo-1560969184-10fe8719e047?w=600"
      ],
      "text": "Berlin hat mich total überrascht! Die Stadt verbindet Geschichte mit modernem Leben. Ich startete am Brandenburger Tor und ging entlang der ehemaligen Mauerlinie. Das DDR-Museum war super interessant. Im Mauerpark fand ein riesiger Flohmarkt statt. Die Street-Art in Kreuzberg ist weltklasse. Currywurst musste natürlich auch probiert werden! Der Fernsehturm bietet einen fantastischen Blick über die Stadt. Abends besuchte ich einen Club in Friedrichshain."
    },
    {
      "id": 3,
      "title": "Rom - Die ewige Stadt",
      "country": "Italien",
      "city": "Rom",
      "region": "Lazio_IT",
      "year": 2023,
      "coordinates": {
        "lat": 41.9028,
        "lon": 12.4964
      },
      "images": [
        "https://images.unsplash.com/photo-1552832230-c0197dd311b5?w=600",
        "https://images.unsplash.com/photo-1531572753322-ad063cecc140?w=600"
      ],
      "text": "Rom ist einfach magisch! Das Kolosseum hat mich sprachlos gemacht. Man spürt die Geschichte förmlich. Der Petersdom im Vatikan ist unglaublich prunkvoll. Ich warf eine Münze in den Trevi-Brunnen - der Tradition nach komme ich zurück! Die italienische Küche ist ein Traum: Pasta, Pizza, Gelato. Ich könnte mich durchfuttern! Das Forum Romanum ließ mich in die Antike eintauchen. Die spanische Treppe war voller Menschen, aber der Ausblick lohnte sich. Abends spazierte ich durch Trastevere, ein charmantes Viertel mit engen Gassen."
    },
    {
      "id": 4,
      "title": "Amsterdam - Grachten und Tulpen",
      "country": "Niederlande",
      "city": "Amsterdam",
      "region": "Noord-Holland_NL",
      "year": 2022,
      "coordinates": {
        "lat": 52.3676,
        "lon": 4.9041
      },
      "images": [
        "https://images.unsplash.com/photo-1534351590666-13e3e96b5017?w=600"
      ],
      "text": "Amsterdam ist perfekt für einen Städtetrip! Die Grachten sind wunderschön, besonders bei einer Bootstour. Ich mietete ein Fahrrad - wie die Einheimischen! Das Anne-Frank-Haus war sehr bewegend. Der Vondelpark lud zum Entspannen ein. Im Jordaan-Viertel entdeckte ich süße Cafés. Das Rijksmuseum beherbergt beeindruckende Kunstwerke. Die Architektur der schmalen Häuser ist einzigartig. Am Abend bummelte ich über den Blumenmarkt."
    },
    {
      "id": 5,
      "title": "Prag - Die goldene Stadt",
      "country": "Tschechien",
      "city": "Prag",
      "region": "Prague_CZ",
      "year": 2021,
      "coordinates": {
        "lat": 50.0755,
        "lon": 14.4378
      },
      "images": [
        "https://images.unsplash.com/photo-1541849546-216549ae216d?w=600"
      ],
      "text": "Prag ist märchenhaft! Die Karlsbrücke am frühen Morgen, fast menschenleer - ein magischer Moment. Die Prager Burg thront majestätisch über der Stadt. Die astronomische Uhr am Altstädter Ring ist ein Meisterwerk. Ich probierte Trdelník, ein süßes Gebäck, einfach lecker! Das jüdische Viertel erzählt bewegende Geschichten. Die Moldau glitzerte im Sonnenlicht. Das tschechische Bier ist weltklasse - und so günstig! Abends genoss ich den Blick vom Petřín-Turm."
    },
    {
      "id": 6,
      "title": "Lissabon - Stadt der sieben Hügel",
      "country": "Portugal",
      "city": "Lissabon",
      "region": "Lisboa_PT",
      "year": 2024,
      "coordinates": {
        "lat": 38.7223,
        "lon": -9.1393
      },
      "images": [
        "https://images.unsplash.com/photo-1585208798174-6cedd86e019a?w=600"
      ],
      "text": "Lissabon hat mein Herz erobert! Die gelben Straßenbahnen ratterten durch die steilen Gassen. Ich fuhr mit der Tram 28 durch Alfama, das älteste Viertel. Die Aussicht vom Castelo de São Jorge ist atemberaubend. Abends hörte ich Fado-Musik in einem kleinen Restaurant - so melancholisch schön! Die Pastéis de Nata aus Belém sind himmlisch. Der Turm von Belém und das Mosteiro dos Jerónimos sind beeindruckend. Am Praça do Comércio genoss ich den Sonnenuntergang."
    },
    {
      "id": 7,
      "title": "Wien - Kaiserliche Eleganz",
      "country": "Österreich",
      "city": "Wien",
      "region": "Wien_AT",
      "year": 2023,
      "coordinates": {
        "lat": 48.2082,
        "lon": 16.3738
      },
      "images": [
        "https://images.unsplash.com/photo-1609856878074-cf31e21ccb6b?w=600",
        "https://images.unsplash.com/photo-1516550893923-42d28e5677af?w=600"
      ],
      "text": "Wien strahlt kaiserliche Eleganz aus! Schloss Schönbrunn war der Höhepunkt - die Gärten sind riesig und wunderschön angelegt. Im Stephansdom bewunderte ich die gotische Architektur. Ein Besuch im Café Central war wie eine Zeitreise. Sachertorte und Melange - perfekt! Die Hofburg zeigt die Pracht der Habsburger. Abends besuchte ich ein Konzert im Musikverein. Die Ringstraße mit ihren prächtigen Gebäuden lud zum Flanieren ein. Der Prater mit dem Riesenrad ist ein Muss. Wien verbindet Tradition und Moderne auf elegante Weise."
    }
  ]
}
