{
  "metadata": {
    "blogTitle": "Europa Reiseblog",
    "author": "MaxMustermann",
    "startYear": 2020,
    "tagline": "Meine Reisen durch Europa",
    "description": "Reiseberichte aus europäischen Städten"
  },
  "mapSettings": {
    "centerLat": 50.0,
    "centerLon": 10.0,
    "zoom": 4,
    "colorScheme": {
      "Deutschland": "#6699cc",
      "Spanien": "#cc9966"
    }
  },
  "articles": [
    {
      "id": "berlin-2021",
      "title": "Berlin - Geschichte & Street Art",
      "city": "Berlin",
      "country": "Deutschland",
      "coordinates": [52.5200, 13.4050],
      "date": "2021-07-12",
      "year": 2021,
      "images": [
        "https://images.unsplash.com/photo-1560969184-10fe8719e047?w=800"
      ],
      "thumbnail": "https://images.unsplash.com/photo-1560969184-10fe8719e047?w=400",
      "content": "Berlin ist anders. Rau, kreativ, geschichtsträchtig und unglaublich vielfältig. Diese Stadt hat so viele Gesichter!\n\nIch startete mit dem Pflichtprogramm: Brandenburger Tor, Reichstag (Kuppel vorher buchen!), Holocaust-Mahnmal. Die Geschichte ist hier überall spürbar. Die East Side Gallery - das längste noch erhaltene Stück Berliner Mauer - ist beeindruckend. Die Graffitis erzählen so viele Geschichten.\n\nKreuzberg war mein Lieblingsviertel. Street Art an jeder Ecke, coole Cafés, alternative Läden und der Görlitzer Park zum Chillen. Am Landwehrkanal kann man super spazieren gehen. Das Nachtleben ist legendär - ich war in Clubs in ehemaligen Fabriken und auf Dachterrassen mit Blick über die Stadt.\n\nBerlin ist auch super grün! Der Tiergarten ist riesig, Tempelhofer Feld (der ehemalige Flughafen als Park!) ist einzigartig. Currywurst musste auch sein - am besten bei Curry 36. Berlin macht süchtig!",
      "wordCount": 850,
      "readingTime": 4,
      "tags": ["Geschichte", "Kultur", "Nachtleben"],
      "mood": "🎨"
    },
    {
      "id": "barcelona-2023",
      "title": "Barcelona - Gaudí und Tapas",
      "city": "Barcelona",
      "country": "Spanien",
      "coordinates": [41.3851, 2.1734],
      "date": "2023-08-20",
      "year": 2023,
      "images": [
        "https://images.unsplash.com/photo-1583422409516-2895a77efded?w=800",
        "https://images.unsplash.com/photo-1562883676-8c7feb83f09b?w=800"
      ],
      "thumbnail": "https://images.unsplash.com/photo-1583422409516-2895a77efded?w=400",
      "content": "Barcelona hat mich komplett umgehauen! Diese Stadt vereint Strand, Kultur, Architektur und das beste Essen Europas. Was will man mehr?\n\nNatürlich stand die Sagrada Família ganz oben auf meiner Liste. Bucht unbedingt Tickets im Voraus! Das Innere ist noch beeindruckender als die Fassade - die bunten Glasfenster tauchen alles in magisches Licht. Gaudís Architektur zieht sich durch die ganze Stadt: Park Güell, Casa Batlló, Casa Milà - jedes Gebäude ein Kunstwerk.\n\nDas gotische Viertel ist perfekt zum Verlaufen. Enge Gassen, versteckte Plazas, überall kleine Tapas-Bars. Ich habe eine Food-Tour mitgemacht und dabei die besten Patatas Bravas und Jamón Ibérico probiert. Am Abend ging's dann zur Barceloneta - Strand, Sonnenuntergang und danach Drinks an der Strandpromenade.\n\nEin Highlight war auch der Markt La Boqueria. Frisches Obst, Fisch, Fleisch, und mittendrin kleine Stände wo man direkt essen kann. Ich könnte hier ewig bleiben!",
      "wordCount": 1200,
      "readingTime": 5,
      "tags": ["Architektur", "Food", "Strand"],
      "mood": "🏖️"
    }
  ]
}
